import * as React from 'react';
import { FontAwesomeIcon } from '@fortawesome/react-fontawesome';

export default class Menu extends React.Component {
    render() {
        return (
            <div>

<div className="card border-secondary alert-warning mb-3">
    <div className="card-header">
        <FontAwesomeIcon icon="lightbulb" className="text-warning" />{' '}Мудрость
    </div>
    <div className="card-body">
        <p className="card-text">Плох тот солдат, кто не мечтает стать генералом. Но плох тот генерал который став генералом перестаёт быт солдатом.</p>
    </div>
</div>

{/* <div className="bd-callout bd-callout-warning">
    <h5 className="">
        <FontAwesomeIcon icon="lightbulb" className="text-warning" />{' '}Мудрость
    </h5>
    <p className="card-text">Плох тот солдат, кто не мечтает стать генералом. Но плох тот генерал который став генералом перестаёт быт солдатом.</p>
</div> */}




<hr className="custom-divider"/>

<h2 className="text-muted">Харчо</h2>
<p className="lead">Харчо – националный грузинский суп из говядины с рисом грецкими орехам. Существует мнения что харчо это суп из говядины. Говядину- грудинку и рульку нельзя заменить ибо само полное грузинское названия харчо- *дзерохис хорси харшот*- озночает *суп из говядины* или точнее *говяжье мясо для харчо*
.Мы предлогаем пробувать и отценит наши приготовления.</p>

<hr className="custom-divider"/>

<h2 className="text-muted">Лагман</h2>
<p className="lead">Лагман -  Тянутая лапша Популярной среднеазиатский  национальное блюда. Лагман готовится из мяса баранина овошей и тянутой длиной лапши. .  Мы предлагаем   Лапшу тянуты особым способом  рецепту и по восточному мастерству.</p>

<hr className="custom-divider"/>

<h2 className="text-muted">Шурпа</h2>
<p className="lead">Шурпа – шорпа то есть заправочный суп или мясной бульон .получивший распространение на мусульманском Востоке. прежде всего его тюрк язычное части где он известен под различным наименованиями шурпа чорпа шорпа сорпа а тагже в Молдавии и на Балканах где она была заимствована чорба.</p>



<hr className="custom-divider"/>

<h2 className="text-muted">Плов</h2>
<p className="lead">Республика Узбекистан уникальна не только своим географическим положением и климатическими условиями, но и особым отношением к пище, к ее приготовлению, своим неподражаемым умением принять гостей. "Гость в дом - Бог в дом", - говорят здесь. И независимо от материального положения, вас в любой узбекской семье встретят радушно и обязательно угостят хорошим чаем и вкусным пловом.</p>
<p className="lead">Умение организовать и провести застолье здесь доведено до совершенства. Это, без преувеличения, тема для серьезного исследования. Поистине, восточная кухня, застолье - одни из главных составляющих того. что мы называем ПРАЗДНИКОМ ЖИЗНИ.</p>
<p className="lead">Подсчитано, что только рецептов приготовления узбекского плова больше ста. В каждой местности его готовят по-своему: кокандский плов не перепутаешь с ташкентским или бухарским. Узбекский плов -  одна из достижений узбекской кухни любимое и почетное блюда населения. За многовековая развитие узбекской кухню возникли десятки различных рецептов и способов приготовления плова. Вы у нас можете каждый вашего посещения пробовать различных способов  приготовления плова.</p>


<hr className="custom-divider"/>

<h2 className="text-muted">Долма</h2>
<p className="lead">Долма- далма дулма дурма толма сарма блюдо как общее названия фаршированных овощей с рисом  и листья как правило виноградный голубцы  привычнее- мелкие голубцы в виноградных листьях.  Долма широко распространена в кухнях народов Закавказия. Балнанского полуострова. Передней и Центральной Азии. А также Северной Африки.
Мы предлагаем вам долма   добавлением  греческом  ореха и белый  чесночный соусом.</p>

Блюда в кейтсах.



<hr className="custom-divider"/>

<h2 className="text-muted">Чашашули</h2>
<p className="lead">Чашашули на кеци - Это традиционное блюдо  которое готовят в каждой семье на Кавказе. Блюдо отличается сочностью так как мясо тушится в томатном соусе.</p>
<p className="lead">Мы предлагаем вам по вашему выбору из телятину из баранину  из курицу.</p>


Блюда на пару.

<hr className="custom-divider"/>

<h2 className="text-muted">Манты</h2>
<p className="lead">Манти  – манту традиционное мясное блюдо народов  Центральное Азию. Крыма.  Киргизий Казахстана . Турцию Узбекистан. Монголия. Корея. Татарстана и в Китае.</p>
<p className="lead">Состоит из мелко нарубленного мяса и фарша в тонко раскатанном тесте .готовится на пару в мантоварке.
Мы предлагаем по вашему выбору манти из говядина и баранина с белом чесночным соусом.</p>





<hr className="custom-divider"/>

<h2 className="text-muted">Хынкали</h2>
<p className="lead">Хинкали – национальное блюдо грузинское кухни из горных областей Пшави Мтиулети и Хевсурети Грузии далее блюдо распространилось в другие районы Кавказа.</p>
<p className="lead">Это блюдо считается  визитная карточка грузинская народной кухни. Все. что нужно знать.   Чтобы стать экспертом по хинкали. Тесто. начинка.  как слепить. как сварит и правильно съесть.  Значимое место в приготовлении занимает работа над формой. Чем больше складочек у хвостика хинкали тем опытнее считается лепщик. Уходит традиция в языческих времена. Хвостик хинкали символизирует солнце.  А складочки – его лучи.</p>
<p className="lead">Мы предлагаем вам Хинкали  мясо из баранину и говядину.</p>

<hr className="custom-divider"/>

<h2 className="text-muted">Самса</h2>
<p className="lead">Самса -  самоса самостоятельное блюда. Схожа с пирожком произвольное Квадрат треугольное или округлой форма с начинкой. Популярное блюдо  в Южное Юго-Восточное. Центральное и Юго-Западное Азии. на Аравийском полуострове в Средиземноморье. Северной и Южное Африке.
Мы предлагаем Самса  из баранина. телятина и из курица.</p>


<hr className="custom-divider"/>

<h2 className="text-muted">Хачапури</h2>
<p className="lead">Хачапури –блюдо грузинской кухни. Грузинский национальное мучное изделия. Слова хачапури состоит из двух составляющих эти составляющие и является главном ингредиентами этого потрясающего блюда. Хачо- это творог или сир а слова пури переводится хлеб.Так что словно хачапури переводится как хлеб с сиром.
Мы предлагаем вам два вида хачапури.</p>

<hr className="custom-divider"/>

<h2 className="text-muted">Аджарский</h2>
<p className="lead">Аджарский хачапури или Ачарули- визитная карточка Аджарии. Имеет форму лодки поэтому иногда его называет  Лодочкой. Начинка этого хачапури состоит из сира яйца и масла причем яйцо и масло добавляют в самом конце приготовления. Едят Ачарули руками отламывая кусочки теста и макая в сырное - яичную начинку.
Мегрельский</p>
<p className="lead">Самый распространённый и известный из хачапури. Имеет круглую по форме и совсем простецкий внешней вид что поверх теста на верхней части лепешки делается второй слой сыра. Этот хачапури пекут уже печах или духовках чтобы верхний слой сыра не размазался при переворачивании и прожарился сверху.</p>



<hr className="custom-divider"/>

<h2 className="text-muted">Чебурек</h2>


<hr className="custom-divider"/>

<h2 className="text-muted">Узвар</h2>
<p className="lead">Долгое время узвар изготовливаемый из сухофруктов был исключительно  частю рождественского стола. По восточному народному мудрости этого напитка не заменит не какой другой напиток.
Он  быстрее восстанавливает водно- солевой баланс что актувально в жаркую и солнечную погоду.
Узвар помогает улучшения мозговой деятелности.</p>

<p className="lead">Повишение иммунитета .нормализация работы сердечно-сосудистой и дыхательной  системы.
Улучшения работ кишечника. Снятия восполений во внутренних органах. выведения солей и токсинов из организма.
Мы приготоввим Узвар по восточному рецепту.</p>


Коллективное блюдо.

<div className="row p-3 m-3">
    <div className="col-md-5">
        <h2>Ханума</h2>
        <p className="lead">500 gr qiyma 200 gr gruch 250 gr qoy yogi 3-4 ta piyoz mayda togralgan Zira tuz murch Bitta ortacha zuvala xamir.</p>
        <p className="lead">Баранина 1кг </p>
        <p className="lead">Теста 500гр</p>
        <p className="lead">Лук  250гр</p>
        <p className="lead">Помидори 100гр</p>
        <p className="lead">Перес болг 50 </p>
        <p className="lead">Морков 150</p>
        <p className="lead">Сол специ </p>
        <p className="lead">Рис  200гр</p>
        <p className="lead">1 500 кг 12 евро</p>
    </div>

    <div className="col-md-7">
        <iframe width="560" height="315" src="https://www.youtube.com/embed/QxFTBCMMuBs" frameBorder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowFullScreen></iframe>
    </div>
</div>


<div className="row p-3 m-3">
    <div className="col-md-5">
        <h2>Мойли хинкал.розичко</h2>

        <p className="lead">Баранина телятина 1500</p>
        <p className="lead">Картошка. 1 кг</p>
        <p className="lead">Тесто дрожевое 1 кг</p>
        <p className="lead">Лук. 200</p>
        <p className="lead">Соус</p>
        <p className="lead">Кинза 20 .</p>
        <p className="lead">Чеснок 50</p>
        <p className="lead">томат паста 100</p>
        <p className="lead">помидор своем соке</p>
        <p className="lead">греческий  арех</p>
        <p className="lead">Бульон.</p>
        <p className="lead">10 человек 25 евро 3 500 кг</p>
    </div>

    <div className="col-md-7">
        <iframe width="560" height="315" src="https://www.youtube.com/embed/YwQ8be_lQto" frameBorder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowFullScreen></iframe>
    </div>
</div>


<div className="row p-3 m-3">
    <div className="col-md-12">
        <h2>Машхурда</h2>

        <p className="lead">Маш. 1кг</p>
        <p className="lead">Рис. 200</p>
        <p className="lead">Телятина. 1кг</p>
        <p className="lead">Картошка.300гр</p>
        <p className="lead">Перец.  150гр</p>
        <p className="lead">Морковь.100гр</p>
        <p className="lead">Лук. 150 гр</p>
        <p className="lead">На 10 перцон 20 евро</p>
        <p className="lead">Рыба по королевский</p>
        <p className="lead">Картошка пюре 1 500 кг</p>
        <p className="lead">Сливки. 150</p>
        <p className="lead">Перец.100</p>
        <p className="lead">Лимон.</p>
        <p className="lead">Лук парей.100гр</p>
        <p className="lead">Рыбы. 1 500кг</p>
        <p className="lead">Помидори чери</p>
        <p className="lead">Зелени</p>
        <p className="lead">На 10 перцон 30 евро 4 кг</p>
        <p className="lead">Блюда на мангале</p>
    </div>
</div>



<div className="row p-3 m-3">
    <div className="col-md-12">
        <h2>Люла кебабЬ</h2>

        <p className="lead">Кеба́б, каба́б, кабоб, кябаб или кавап, также kebap, kebob, kibob, kebhav, kephav, kebabie, cevap (от перс. کباب‎, kabâb — «жареное мясо») — общее наименование популярных в странах Ближнего Востока, Закавказья и Центральной Азии блюд из жареного мяса.</p>

        <p className="lead">В англоязычных странах кебабом принято называть шиш-кебаб (шашлык), подаваемый на шампуре, или дёнер-кебаб(шаверму, шаурму) — мясную стружку из слоёного мяса, обжариваемого на вертикальном вертеле. На Ближнем Востоке, однако, разновидностей кебаба гораздо больше: жареный кебаб, кебаб на гриле, блюда из тушёных кусочков мяса разного размера и даже фарша; кебаб подается в глубоких и мелких тарелках, а также в виде сэндвичей. Традиционно для кебаба используется баранина, но, в зависимости от местных традиций и обычаев, это может быть также говядина, козлятина, курятина или свинина; рыба и морепродукты; основой для вегетарианского кебаба служат тофу и фалафель. Как и другие местные блюда, привезенные путешественниками, кебаб стал частью повседневной кухни во многих странах мира.</p>

        <p className="lead">Кебабом также называют блюда из тушеного мяса, такие как тас-кебаб (bowl kebab). В Египте кебабом-халла называют блюдо из тушёной с луком говядины.</p>

        <p className="lead">Уважаемей гост вы можете заказать нам по вашему вибору Баранина Телятина  курица</p>
    </div>
</div>



<div className="row p-3 m-3">
    <div className="col-md-12">
        <h2>Шашлики</h2>

        Блюда на открытом огне

        Тендырному Меню.

        <p className="lead">Тандыр кавап, или тоно кавап (уйг. tono kavap — тонур кавап), или тандыр кабоб (узб. tandir kabob) — наименование популярного в Центральной Азии блюда из жареного мяса (кебаб), запечённого в специальной печи — тандыре. Узбеки считают его своим национальным блюдом.</p>

        <p className="lead">Кулинарное искусство Узбекистана своеобразно и познавать мир его необычных вкусов можно бесконечно. Одни и те же блюда в каждом регионе страны готовят и подают совершенно по-разному, а кое-где есть фирменные рецепты, известные всему миру. Гурманы преодолевают ради этих блюд большие расстояния, потому что в полной мере вкусовыми качествами можно насладиться только там, откуда рецептура ведет свою историю. Настоящий гастрономический тренд! Есть в Узбекистане одно необыкновенное блюдо, которое вкуснее всего готовят на юге Узбекистана в Кашкадарьинской и Сурхандарьинской областях. Этот деликатес называется тандыр-гушт, где «гушт» переводится как «мясо», а «тандыр» —  это печь особого вида, в форме полусферы с круглым отверстием наверху. Тандыр служит для выпечки лепешек, самсы и прочих чудес кулинарного искусства. Изделия, выпеченные в тандыре обладают изумительным вкусом и все те, кто хоть раз пробовал тандыр-гушт, признали его «падишахом» узбекской кухни.</p>

        <p className="lead">Откуда появилась идея запекать мясо в печи? Как самостоятельное блюдо мясо баранины широко распространилось в горных районах Байсуна и Шерабада среди чабанов, занимавшихся выпасом овец и баранов. Обычно чабаны уходили со стадами далеко от селений и вели кочевой образ жизни в поисках лучших пастбищ. Брать запасы еды с собой было проблематично, так как сложно обеспечить надлежащее хранение. С другой стороны, нужна была пища – простая в приготовлении, и не скоропортящаяся. Вот таким кулинарным «спасением» и стал тандыр-гушт. Он легко обходится без холодильника долгое время. Лучше всего завернуть его в бумагу и уложить в открытый пакет. Жара не испортит его во время транспортировки. Рецепт тандыр-гушта и лёгок и сложен одновременно, так как требует сноровки и физической силы. Мясо молодого барана рубят на длинные узкие куски, не считая курдючной части (сала), которая отделяется первой. Его хорошо маринуют, солят и добавляют специи. В это время в тандыре уже бушует огонь. Несколько человек постоянно подкидывают дрова. Когда они все прогорят, наступает один из самых ответственных моментов. В тандыр забрасывают охапки молодых веток арчи. Начинает распространяться дым с восхитительным запахом хвои. Теперь нужно поместить куски баранины внутрь тандыра и подвесить их на заранее закрепленные палки. И сразу же плотно закрыв отверстие тандыра, замазать глиной все щели. Через пару часов блюдо можно будет подавать на стол. Не зря слава о тандыр-гуште разошлась далеко за пределы Узбекистана. В Термезе, Карши, Шахрисабзе есть дома со специально оборудованными комнатами, где можно продегустировать мясной деликатес на месте его приготовления – «с пылу, с жару», с ароматным чаем и вкусным салатом из свежих овоще.</p>

        <p className="lead">Уважаемей гост я родан  Кашкадарьинском области городе Карши. Я с детство  течения долгих годов готовлю   мясо тандыре .  Вам предлагаю по вашему выбору тандыр-гуште из говядину баранину курицу а также индюшиную.</p>
    </div>
</div>
            </div>
        );
    }
}