import * as React from 'react';

export default class Opinion extends React.Component {
    render() {
        return (
            <div>
                 Плох тот солдат, кто не мечтает стать генералом. Но ещё хуже тот кто не дослуживши и до ефрейтора критикует генерала.

Чебурек 
Чебуре́к (от крымско-тат. çiberek, тур. çiğ börek, монг. хуушуур, азерб. ət qutabı, кирг. чийки бөрөк) — традиционное блюдо многих тюркских и монгольских народов. Слово, заимствованное из крымско-татарского языка, в переводе означает «сырой пирожок» (крымско-тат. çiy, чий — сырой, börek, борек— пирожок).
Представляет собой пирожок из пресного теста с начинкой из яблок с корицей (согласно современной рецептуре) либо мелко нарезанного мяса (согласно традиционной рецептуре) с приправами (иногда острыми), жаренный в растительном масле (согласно современной рецептуре) либо животном (чаще — бараньем) жире (согласно традиционной рецептуре)[1]. Иногда в качестве начинки используют сыр, картофель, грибы, капусту, яйца с луком и рисом.
Также блюдо пользуется популярностью среди кавказских народов[2].
На данный момент чебурек воспринимается потребителем как что-то знакомое благодаря своей форме. Нередко на прилавках, особенно в странах СНГ, можно найти чебурек с начинкой не только из мясного фарша, но и например ветчиной и сыром, а также сладкими наполнителями. В Крыму также распространены чебуреки с помидорами и сыром.


Пармуда самса
Самса́ или само́са — самостоятельное блюдо, схожее с пирожком, произвольной (квадратной, треугольной или округлой) формы с начинкой. Популярное блюдо в Южной, Юго-Восточной, Центральной и Юго-Западной Азии, на Аравийском полуострове, в Средиземноморье, Северной и Южной Африке. Имеется множество вариаций приготовления этого блюда.
Начинкой для самсы может служить приправленное луком и специями мелко нарезанное мясо, горох, чечевица, картофель и другие овощи. Тесто для самсы всегда пресное и часто слоёное. Среднеазиатская самса c мясом традиционно выпекается в тандыре, но есть и вариант самсы (обычно треугольной или квадратной формы), который готовят в электрических и газовых духовках. Приправой к самсе может служить столовый уксус или томатный соус с чесноком и зеленью.
В населённых пунктах Восточного Туркестана, Казахстана, Кыргызстана, Таджикистана и Узбекистана самсой торгуют на улицах и на базарах в киосках, с лотков и тандыров, примерно так же, как в американских городах торгуют хот-догами, а в городах России — пирожками; самса также является популярным блюдом, предлагаемым в небольших кафе и придорожных закусочных Крыма. Самсу в России можно купить практически в любом кафе среднеазиатской кухни. Самса также подаётся в ресторанах, хотя там она чаще всего печётся из сдобного теста и имеет «европеизированный» вид.





ПЕЛЬМЕНИ

Русское слово пельмени является заимствованием из пермских языков: коми, удм.пельнянь «хлебное ухо»: пель «ухо» + нянь «хлеб»[1][2][3][4][5]. Форма пельменьобразовалась под влиянием севернорусского наречия, через которое слово попало в литературный язык. Уральские диалектные формы пермяни, пермени образовались в результате народно-этимологического сближения со словом Пермь.
Некоторые популярные или устаревшие этимологические словари указывают в качестве источника «угро-финские языки» в целом[6], мансийский[7][неавторитетный источник? 318 дней] и финский[8][неавторитетный источник? 318 дней] языки.
В. В. Похлебкин считал, что пельмени пришли в русскую кухню с Урала в конце XIV — начале XV веков[9]. В русских письменных документах уральских населенных пунктов XVII—XVIII веков (с 1679 года) встречаются фамилии, образованные от слова «пельмени»: Пельменев, Пелненев, Пельменников[10]. Историк П. А. Корчагин на основе анализа упоминаний «пельменных» фамилий в документах отметил, что в верхнем Прикамье в 1579 году ещё не было людей, которые зарабатывали изготовлением пельменей[11].
Пельмени в традиционной культуре не были обрядовым блюдом и готовились по праздникам — при встрече гостей и в заговенье[12].
Туристическая индустрия Удмуртии пытается закрепить за регионом статус «родины пельменей». С 2015 года в республике проходит праздник «Всемирный день пельменя»[13].
Похожие блюда есть в кухнях многих народов. В Китае это — цзяоцзы, баоцзы, вонтоны и шуй яо (известное слово дим сам, которым на Западе часто называют китайские пельмени, на самом деле обозначает южнокитайские закуски вообще), в кухнях народов Тибета и Кореи, Средней Азии и Кавказа и Калмыкии также есть аналоги пельменей — бёриги, позы, манты, хинкали, момо, манду и чучвара(тушпара, дюшбара), чошура (в Крыму пельмени называются татараш); в еврейской кухне — креплах. В Италии есть равиоли и тортеллини, на юге Германии в швабской кухне готовят блюдо маульташен, в западных областях России и в Белоруссии — колдуны.
Приготовление 
Тесто для пельменей готовится из муки, яиц и воды (реже молока). Начинка классических пельменей изготавливается из говядины, свинины и/или баранины с добавлением различных специй, лука, иногда чеснока, возможно использование также мяса медведя, оленя, лося, гуся, рыбы, свиного сала, картофеля, капусты. В. Гиляровский в книге «Москва и москвичи» упоминает и редкие фруктовые пельмени:

Пельмени хранятся замороженными и готовятся непосредственно перед употреблением. Их кладут в кипящую воду или мясной, рыбный или овощной бульон и варят до тех пор, пока они не всплывут, а затем ещё 2—5 минут. При варке можно добавить в бульон лавровый лист и репчатый лук.
Классические пельмени едят только с 3 % уксусом, перцем, горчицей или хреном. Могут подаваться с различными соусами, кетчупом, майонезом, сметаной, сливочным маслом. Иногда пельмени поджаривают после приготовления до появления золотистой корочки, либо жарят сырые пельмени до готовности. Можно также подавать пельмени вместе с бульоном, в котором они готовились, в виде супа. Практикуется также приготовление пельменей в керамической посуде в духовом шкафу, или на пару (в зависимости от размеров 15-25 минут)
Варе́ники

Варе́ники (укр. вареники, vɑˈrɛnɪ̞kɪ̞) — славянское блюдо, более всего распространённое в украинской кухне, в виде отварных изделий из пресного теста с начинкой из рубленого мяса, овощей, грибов, фруктов, творога, и ягод.
С варениками сходны пельмени (ушки, пермени, манты) Восточной России и Сибири, подкоголи марийской кухни и колдуны Западной России[1], а также множество блюд традиционной китайской кухни. Основное отличие этих блюд в начинках и внешней форме отварных изделий. Итальянские равиоли представляют собой маленькие колдуны с телятиной и готовятся из того же теста, что и лапша, применяемая в обыкновенных и молочных супах, однако мясо в них добавляется варёное.



Приготовление
Тесто для вареников делается из пшеничной муки, может быть пресным, дрожжевым, на кефире. Оно раскатывается в тонкий слой, из которого нарезаются круглые, косоугольные или квадратные куски и в них заворачивают начинку (в качестве которой используют варёное мясо, тушёную капусту, варёный картофель, творог; или свежие ягоды: вишню, чернику, клубнику). Далее края теста защипывают, кладут в кипящую воду (либо готовят на пару) и варят до тех пор, пока они не всплывут (и плюс ещё минуту-две, в зависимости от их размеров). Вареники с мясом после варки также можно обжарить на масле.

Тандыр-гушт.
1. Общее описание
Продолжая тему шедевров Самой Вкусной Кухни на свете, мы подбираемся практически к самому пику, в иерархии отечественных блюд. Если бы Леонардо да Винчи рисовал еду, то на его полотне вместо скромно улыбающейся Моны Лизы, красовался бы пахнущей хвоей Тандыр.
Едой Тандыр называется, только по той причине, что, отведав его, кушать больше не хочется, а на самом деле это вовсе не еда, а истинный предмет искусства. Хотя надо отметить, что, если употребить в пищу кусок древней фрески, организм тоже, вероятно некоторое время будет противится обеду. В общем научным путем мы пришли к выводу, что искусство едабельно.

2. История возникновения
Возник Тандыр, как и все шедевры Самой Вкусной Кухни на свете, за долго до появления человечества и материального мира, поэтому каких либо, подлинных историй о его первых шагах не существует и быть не может. Вероятно и были какие то наброски, но все они без сомнения смыты водами Всемирного потопа, и хранятся в сейфах Суверенной Республики Атлантида, надежно охраняемых Нептуном, Посейдоном, Дагоном и прочей элитой подводного андеграунда.

3. Где умеют делать
Самый трушный Тандыр, готовится на самом Юге нашего Славного Отечества. Для задротов и буквоедов уточняем, что к самому югу мы относим Сурхандарьинскую и Кашкадарьинскую области.

При этом ходят легенды, подкрепленные здоровым аппетитом и «белым чаем», что именно в отдельных районах Кашкадарьинской области (Дехканабадском и Гузарском, коль вы все же задрот), проживают самые могучие мастера приготовления Тандыра, они обладают особыми секретами и техниками, в общем прошарены в этом деле не хуже монахов Шао Линя, а это согласитесь солидный уровень.

Вроде в других местах тоже пытаются забубенить неплохой Тандыр, но он получается больше похожим на самаркандскую лепешку, запечённую в Кибрае. Так что только Кашкадарья, только хардкор! Только здесь начинают готовить Тандыр, а на выходе получают фантастическое чудо, тающее во рту. Кстати в реестре чудес, в графе "чудеса тающие во рту", значится только Тандыр.

4. Ингредиенты
- Баранья нога 3-4 кг
- 2-3 головки крупного свежего чеснока
- 2 столовые ложки мелко нарубленного свежего розмарина
- 2 столовые ложки петрушки
- 2 столовые ложки кинзы
- смесь пряных трав и морской соли
- 3 столовые ложки подсолнечного масла
- благословение небес!

5. Рецепт приготовления
Надо отметить, что существует более 200 различных рецептов приготовления данного шедевра, все они чем-то похожи, чем-то разнятся. Не будем лукавить, мы, наплевав на фигуру, отведали все и ниже специально для вас (ибо ваша фигура для нас важнее), приводим некую усредненную классику.

- Одним из важных этапов является разгон самой печи (собственно Тандыра), пламя ее должно быть заметным во всех мирах и измерениях, а тепло исходящее от нее должно пугать вечную мерзлоту северного полюса и заставлять пингвинов корчить недовольные рожи. С этой целью в Тандыр укладываются арчевые дрова и ветки, которые кроме всего прочего придадут мясу неповторимый аромат и незабываемый вкус.

- Как только стенки Тандыра заблестят цветами победы сил Света над мракобесьем, можно считать, что печь готова к приему мяса, благодарна и все остальное сделает сама

- Первым делом, необходимо смешать воедино все ингредиенты, акромя мяса, при этом чеснок предварительно должен быть мелко нарублен.

- Полученной смесью нужно тщательно натереть мясо

- Обернуть мясо и оставить его на 10-12 часов, дабы оно впитало в себя дары природы, обогатилось внутренне и морально подготовилось к приготовлению.

- Как только сей славный миг настал, мясо помещается в разогретый выше описанным образом Тандыр. Плотно закрывается и в течении часа, становится шедевром, о котором слагают легенды и передают их из уст в уста!

Приятного аппетита дамы и господа!

Батская булочка
[править | править код]
Материал из Википедии — свободной энциклопедии
Перейти к навигацииПерейти к поиску

Доктор Вильям Оливер (1695—1764), изобретатель батских булочек
Батские булочки (англ. Bath bun) — куски сдобного сладкого дрожжевого теста, круглой формы, с запеченным комочком сахара внутри, также посыпанные сахаром сверху. Иногда в них добавляют также цукаты, смородину, изюм и виноград.

Батские булочки
Батские булочки — это, возможно, наследницы «Батского торта» XVIII века. Впервые они упоминаются в 1763 году и до сих пор производятся в английском городе Бате. Единственная пекарня, где они в настоящее время изготовляются, — это Батская пекарня с магазинами на Челсироуд, Вестенхайстрит, в Фокс Хилле и в Брадфорд-он-Эйвон. В оригинальном рецепте XVIII векаиспользовалась бриошь или сдобное тесто с маслом и яйцами, посыпавшиеся тминовыми семенами или сахаром. Батские булочки в их настоящем виде были изобретены Вильямом Оливером, доктором, лечившим приезжавших на термальные воды в Бат. Позднее он изобрел батское печенье "Оливер", когда оказалось, что булочки слишком жирны для пациентов с ревматизмом.
Не следует путать батские булочки с булочками «Сэлли 

Булочки
Булочки - небольшие хлебцы как правило круглой или овальной формы. Этот вид выпечки очень популярен - вкусные булочки все любят с детства: сдобные булочки, сладкие булочки, булочки с маком, с изюмом, с корицей, с повидлом, с кунжутом, с сыром; французские булочки, венские булочки, домашние булочки... Если вы ищите рецепты домашних булочек, рецепты булочек с фото, секреты теста для булочек - дрожжевого, сдобного, слоеного - на нашем сайте семь сотен рецептов булочек к вашим услугам!



ФАРШ  КУРИЦА БАРАНИНА ГОВЯДИНА СВАРИТ И СМЕШАТ СМЕС ЧАШАШУЛИ СНИЗУ КРУГЛИ ФОРМУ КАРТОШКА ПЮРЕ СЕРЕДИНЕ ГОТОВАЯ МАССА СВЕРХУ ПОМИДОРП ЕРЕЦ БОЛГ И  СИР ЗАПЕКАТ ДУХОВКЕ ПРИ ПОДАЧИ ЗЕЛЕН.
СМЕС ЧАШАШУЛ 
ЛУК ПЕРЕЦ ЧЕСНОК ТОМАТ КИНЗА ОРЕХ ГРЕЧЕСКИ
ТЕСТА НА ПЕРАШКИ 
МАРГАРИН 200
СМЕТАНА 200
РАЗДРЕХЛИТЕЛ 1 ЧАЙ ЛОШКА 
СОЛ  10 ГР 
МУКА 500 ГР
ТЕСТА БУЛОЧКИ
МОЛОКА 125
СОЛ 10 САХАР 30 МАСЛО 50 ДРОЖ 20 ВОДА 350 МУКА 300 325
Чудо слаёном тесте
КАРТОФЕЛЬНЫЕ ЛЕПЕШКИ (СКОНЫ) К ЧАЮ. ПРЕКРАСНЫЙ ВАРИАНТ К ЗАВТРАКУ! 
Вкусно со сметанкой, да с икоркой!
Ингредиенты: 
картофель — 250 г оливковое масло — 2 ст. л. мука — 90 г разрыхлитель — 1 ч. л. соль — 1 ч. л.
Приготовление: 
Отвариваем очищенный картофель до готовности.
Добавляем оливковое масло и соль. Делаем пюре.
Затем добавляем муку с разрыхлителем и быстро замешиваем мягкое тесто.
Делим тесто пополам.
Разминаем каждую половину руками в круглую лепёшку, толщиной 7-8 мм.
Разрезаем ее на 4 сектора.
Обжариваем на сковороде,
ПРАПОРСИЯ ЛЮЛА КЕБАБ 
Буйин гушт 1 кг

Нон 200 гр
Ёг 200
Лук 200
Яйцо 1 шт
Мурч кора 
Зира 
Кашнич уруги Кориандр 
Туз
Риба слаёном тесте 
Сир молочнй 200
Теста  250
Риба 200
Шпинат 045
Сол перец лимон 

            </div>
        );
    }
}